Repository: bklein01/bang-sharp
Catalog: ClientTranslation/*.po
Languages: cs, sk

source: Use Ability
cs: Použít schopnost
sk: Použiť schopnosť

source: Card #{0}
cs: Karta #{0}
sk: Karta #{0}

source: Request type:
cs: Typ požadavku:
sk: Typ požiadavky:

source: No Request
cs: Žádný požadavek
sk: Žiadna požiadavka

source: Last response:
cs: Poslední odpověď:
sk: Posledná odpoveď:

source: Accepted!
cs: Přijatá!
sk: Prijatá!

source: No action
cs: Nečinnost
sk: Nečinnosť

source: Player #{0}
cs: Hráč #{0}
sk: Hráč #{0}

source: Draw
cs: Líznout si
sk: Potiahnuť si

source: _Connect to Server...
cs: _Připojit na server...
sk: _Pripojiť sa na server...

source: _Disconnect from Server
cs: _Odpojit od serveru
sk: O_dpojiť sa od servera

source: _Quit Application
cs: _Ukončit aplikaci
sk: _Ukončiť aplikáciu

source: _Quit
cs: _Ukončit
sk: U_končiť

source: _Options
cs: _Možnosti
sk: _Možnosti

source: _Preferences
cs: _Nastavení
sk: _Nastavenia

source: _Help
cs: _Pomocník
sk: _Pomocník

source: _About
cs: _O programu
sk: _O programe

source: _Window
cs: _Okno
sk: _Okno

source: Server Window
cs: Okno serveru
sk: Okno servera

source: Session Window
cs: Okno sezení
sk: Okno sedenia

source: Se_ssion
cs: Se_zení
sk: Se_denie

source: _Disconnect
cs: _Odpojit
sk: O_dpojiť

source: Start _Game
cs: Začít _hru
sk: Spustiť _hru

source: _End Session
cs: U_končit sezení
sk: U_končiť sedenie

source: Bang# Client
cs: Bang# klient
sk: Bang# klient

source: Clears the image
cs: Vyčistí obrázek
sk: Vyčistí obrázok

source: Picture files
cs: Soubory obrázků
sk: Súbory obrázkov

source: All files
cs: Všechny soubory
sk: Všetky súbory

source: Unable to load image!
cs: Nepodařilo se načíst obrázek!
sk: Nepodarilo sa načítať obrázok!

source: Select an avatar image
cs: Vyberte si obrázek avatara
sk: Vyberte svoj obrázok avatara

source: Name:
cs: Jméno:
sk: Meno:

source: <b>Spectator Information</b>
cs: <b>Informace o divákovi</b>
sk: <b>Informácie o divákovi</b>

source: Password:
cs: Heslo:
sk: Heslo:

source: <b>Player Information</b>
cs: <b>Informace o hráči</b>
sk: <b>Informácie o hráčovi</b>

source: Name
cs: Jméno
sk: Meno

source: Image
cs: Obrázek
sk: Obrázok

source: Has Pass.
cs: Má heslo
sk: Má heslo

source: Score
cs: Skóre
sk: Skóre

source: Dodge City:
cs: Město duchů:
sk: Mesto duchov:

source: High Noon:
cs: Pravé poledne:
sk: Pravé poludnie:

source: Wild West Show:
cs: Divoký Západ:
sk: Divoký Západ:

source: <b>Expansions</b>
cs: <b>Rozšíření</b>
sk: <b>Rozšírenia</b>

source: Has Player Password:
cs: Má heslo pro hráče:
sk: Má heslo pre hráčov:

source: Has Spectator Password:
cs: Má heslo pro diváky:
sk: Má heslo pre divákov:

source: Games Played:
cs: Odehrané hry:
sk: Odohrané hry:

source: Description:
cs: Popis:
sk: Popis:

source: State:
cs: Stav:
sk: Stav:

source: Min. Player Count:
cs: Min. počet hráčů:
sk: Min. počet hráčov:

source: Max. Player Count:
cs: Max. počet hráčů:
sk: Max. počet hráčov:

source: Max. Spectator Count:
cs: Max. počet diváků:
sk: Max. počet divákov:

source: <b>Players</b>
cs: <b>Hráči</b>
sk: <b>Hráči</b>

source: <b>Spectators</b>
cs: <b>Diváci</b>
sk: <b>Diváci</b>

source: Basic information
cs: Hlavní informace
sk: Základné informácie

source: Character statistics
cs: Statistiky dle postav
sk: Štatistiky podľa postáv

source: Role statistics
cs: Statistiky dle rolí
sk: Štatistiky podľa úloh

source: <b>Session Information</b>
cs: <b>Informace o sezení</b>
sk: <b>Informácie o sedení</b>

source: Sends the message
cs: Odešle správu
sk: Odošle správu

source: Starts the game in this session
cs: Začne hru v tomto sezení
sk: Spustí hru v tomto sedení

source: Disconnects from the session
cs: Odpojí od serveru
sk: Odpojí od servera

source: Ends the session
cs: Ukončí sezení
sk: Ukončí sedenie

source: _Send
cs: _Odeslat
sk: _Odoslať

source: Spectate Session
cs: Sledovat sezení
sk: Pozorovať sedenie

source: Session Password:
cs: Heslo sezení:
sk: Heslo sedenia:

source: <b>Authentication</b>
cs: <b>Oveření</b>
sk: <b>Overenie</b>

source: Join Session
cs: Přidat se k sezení
sk: Pridať sa k sedeniu

source: Create Session
cs: Vytvořit sezení
sk: Vytvoriť sedenie

source: Dodge City
cs: Město duchů
sk: Mesto duchov

source: High Noon
cs: Pravé poledne
sk: Pravé poludnie

source: Wild West Show
cs: Divoký Západ
sk: Divoký Západ

source: Player Password:
cs: Heslo hráče:
sk: Heslo pre hráčov:

source: Spectator Password:
cs: Heslo diváka:
sk: Heslo pre divákov:

source: _Shuffle Players
cs: _Zamíchat hráče
sk: _Zamiešať hráčov

source: <b>Session Options</b>
cs: <b>Možnosti sezení</b>
sk: <b>Možnosti sedenia</b>

source: Creates a new session on the server
cs: Vytvoří nové sezení na serveru
sk: Vytvorí nové sedenie na serveri

source: Joins the selected session
cs: Připojí k vybranému sezení
sk: Pripojí k vybranému sedeniu

source: Replaces the selected player of the selected session
cs: Nahradí vybraného hráče ve vybraném sezení
sk: Nahradí vybraného hráča vo vybranom sedení

source: Joins the selected session as a spectator
cs: Připojí k vybranému sezení jako divák
sk: Pripojí k vybranému sedeniu ako divák

source: Disconnects from the server
cs: Odpojí od serveru
sk: Odpojí od servera

source: State
cs: Stav
sk: Stav

source: Pl.
cs: Hr.
sk: Hr.

source: Max. Pl.
cs: Max. hr.
sk: Max. hr.

source: Min. Pl.
cs: Min. hr.
sk: Min. hr.

source: Sp.
cs: Div.
sk: Div.

source: Max. Sp.
cs: Max. div.
sk: Max. div.

source: Has Pl. Pass.
cs: Má heslo hr.
sk: Má heslo hr.

source: Has Sp. Pass.
cs: Má heslo div.
sk: Má heslo div.

source: Games Played
cs: Odehr. hry
sk: Odohr. hry

source: Interface Version:
cs: Verze rozhraní:
sk: Verzia rozhrania:

source: <b>Server Information</b>
cs: <b>Informace o serveru</b>
sk: <b>Informácie o serveri</b>

source: Create
cs: Vytvořit
sk: Vytvoriť

source: Join
cs: Přidat se
sk: Pridať sa

source: Replace
cs: Nahradit
sk: Nahradiť

source: Spectate
cs: Sledovat
sk: Sledovať

source: <b>Sessions</b>
cs: <b>Sezení</b>
sk: <b>Sedenia</b>

source: Connects to the selected server
cs: Připojí na vybraný server
sk: Pripojí na vybraný server

source: Adds new server entry to the list
cs: Přidá do seznamu nový server
sk: Pridá nový server do zoznamu

source: Removes the selected entry from the list
cs: Odstrání vybraný server ze seznamu
sk: Odstráni vybraný server zo zoznamu

source: Address
cs: Adresa
sk: Adresa

source: Connect to server...
cs: Připojit na server...
sk: Pripojiť sa na server...

source: <b>Server List</b>
cs: <b>Seznam serverů</b>
sk: <b>Zoznam serverov</b>

source: Replace Player
cs: Nahradit hráče
sk: Nahradiť hráča

source: Error
cs: Chyba
sk: Chyba

source: Warning
cs: Varování
sk: Varovanie

source: Info
cs: Informace
sk: Informácia

source: Serialization error!
cs: Chyba serializace!
sk: Chyba serializácie!

source: Remoting error!
cs: Chyba sítě!
sk: Chyba siete!

source: An exception occured: {0}
cs: Vyskytla se neočekávaná výjimka: {0}
sk: Vyskytla sa neočakávaná výnimka: {0}

source: Bad server administration password!
cs: Nesprávné heslo pro správu serveru!
sk: Nesprávne heslo na spravovanie servera!

source: Maximum player count is out of range!
cs: Maximální počet hráčů je mimo rozsah!
sk: Maximálny počet hráčov je mimo rozsahu!

source: Minimum player count is out of range!
cs: Minimální počet hráčů je mimo rozsah!
sk: Minimálny počet hráčov je mimo rozsahu!

source: Maximum spectator count is out of range!
cs: Maximální počet diváků je mimo rozsah!
sk: Maximálny počet divákov je mimo rozsahu!

source: Invalid identifier!
cs: Neplatný identifikátor!
sk: Neplatný identifikátor!

source: Action is not valid for the current state of the session!
cs: Operace není povolena pro aktuální stav sezení!
sk: Operácia nie je povolená pre aktuálny stav sedenia!

source: Bad session password!
cs: Nesprávné heslo sezení!
sk: Nesprávne heslo sedenia!

source: Bad player password!
cs: Nesprávné heslo hráče!
sk: Nesprávne heslo hráča!

source: Too many players!
cs: Příliš mnoho hráčů!
sk: Príliš veľa hráčov!

source: Too many spectators!
cs: Příliš mnoho diváků!
sk: Príliš veľa divákov!

source: You can't replace this player!
cs: Tohoto hráče nemůžeš nahradit!
sk: Tohto hráča nie je možné nahradiť!

source: You must be the creator of the session to perform this action!
cs: Musíš být tvůrcem sezení, abys mohl vykonát tuto akci!
sk: Na vykonanie tejto operácie musíš byť tvorcom sedenia!

source: Action is not valid for the current state of the game!
cs: Operace není povolena pro aktuální stav hry!
sk: Operácia nie je povolená pre aktuálny stav hry!

source: This response is not valid!
cs: Tato odpověď není platná!
sk: Táto odpoveď nie je povolená!

source: Bad player!
cs: Nesprávný hráč!
sk: Nesprávny hráč!

source: Bad card!
cs: Nesprávná karta!
sk: Nesprávna karta!

source: Bad character type!
cs: Nesprávná postava!
sk: Nesprávna postava!

source: Bad target player!
cs: Nesprávný cílový hráč!
sk: Nesprávny cieľový hráč!

source: Bad target card!
cs: Nesprávná cílová karta!
sk: Nesprávna cieľová karta!

source: You can play Bang only once in your turn!
cs: Můžeš hrát Bang jednom jednou během tahu!
sk: Môžeš hrať Bang iba jedenkrát počas ťahu!

source: You can't play Beer when there are only two players left!
cs: Nemůžeš hrát Pivo, když jsou ve hře jenom dva hráči!
sk: Nemôžeš hrať Pivo, keď sú v hre iba dvaja hráči!

source: Unknown error!
cs: Neznámá chyba!
sk: Neznáma chyba!

source: Choose the way you want to draw cards. RespondDraw: draw normally RespondUseAbility: draw using the character's ability (if any)
cs: Vyber si způsob, jakým si chceš líznout karty. RespondDraw: líznout si normálně RespondUseAbility: líznout si s použitím schopnosti postavy (jestli takovou máš)
sk: Vyber si spôsob, akým si chceš potiahnuť karty. RespondDraw: potiahnuť si normálne RespondUseAbility: potiahnuť si pomocou schopnosti postavy (ak takú máš)

source: Yes
cs: Ano
sk: Áno

source: No
cs: Ne
sk: Nie

source: Waiting for players
cs: Čeká se na hráče
sk: Čaká sa na hráčov

source: Playing
cs: Hraje se
sk: Hrá sa

source: Game finished
cs: Hra skončena
sk: Hra skončená

source: Ended
cs: Ukončeno
sk: Skončené

source: If checked, the Session Window automatically hides when the game starts and shows when the game ends.
cs: Když je zaškrtnuto, Okno sezení se automaticky skryje, když začne hra, a zobrazí, když hra skončí.
sk: Keď je zaškrtnuté, Okno sedenia sa automaticky skryje, keď začne hra, a zobrazí, keď hra skončí.

source: Minimum time between rendering of frames of the game board. Decreasing this value may get you higher FPS, but it may also increase the CPU utilisation.
cs: Minimální čas mezi vykreslováním obrázků hrací plochy. Snížení této hodnoty vám může přinést vyšší FPS, ale také může zvýšit využití CPU.
sk: Minimálny čas medzi vykresľovaním obrázkov hracej plochy. Zníženie tejto hodnoty vám môže priniesť vyššie FPS, ale taktiež môže zvýšiť využitie CPU.

source: The default duration of animation (card movement, etc).
cs: Výchozí trvání animace (přesun karty, atd.).
sk: Východzie trvanie animácie (presun karty, atď).

source: The amount of time to wait for the server to return a response.
cs: Jak dlouho čekat dokud server nevrátí odpověď.

source: Preferences
cs: Nastavení
sk: Nastavenia

source: Automatically hide Session Window while playing
cs: Automaticky skrýt Okno sezení počas hraní.
sk: Automaticky skryť Okno sedenia počas hrania

source: <b>General</b>
cs: <b>Všeobecné</b>
sk: <b>Všeobecné</b>

source: Rendering delay:
cs: Mezera vykřeslování:
sk: Medzera vykresľovania:

source: Default animation duration:
cs: Výchozí trvání animace:
sk: Východzie trvanie animácie:

source: <b>Animation</b>
cs: <b>Animace</b>
sk: <b>Animácia</b>

source: Request timeout:
cs: Časový limit požadavku:

source: <b>Networking</b>
cs: <b>Síť</b>
